{
    "ourBranches": "فروعنا",
    "SearchPlaceHolder": "كيف يمكنني مساعدتك؟",
    "sectionOneP1": "مستوي جديد من الحلول القانوية",
    "sectionOneP2": "باستخددام نهج مبتكر,يقدم المكتب حلأ قانونيا يلقي الضزء علي افاق جديدة لتحديات الشركات القانونية,مما يسهم في تحقيق حلول فعالة و مستخدمة.",
    "sectionTwoS1T": "استشارات قانونية بمعايير عالمية",
    "sectionTwoS1B": "بخبرة قانونية واسعة,نقدماستشارات قانونية لجميع العملاءمن ايدي نخبة من اكفا المحامين المتمرسين و افضل الشركاءبمستوي جديدي من الحلول القانونية المتكاملةز اطلب الان استشارة قانونية فورية وتواصل مع افضل مستشار قانوني واحصل علي الدعم القانوني لحل قضاياك و تحقيق اهدافك.",
    "sectionTwoS2T": "مكتب محاماة دولي بمعايير أداء عالمية",
    "sectionTwoS2B": "تعد المجموعة التجارية و البحرية أكبر مكتب محاماة دولي في مصر, وهذا يرجع لحجم القضايا الكبيري التي تسلمها المكتب,و العملاءالدوليين والمحليين الذين تعاملوا معنا, باللأضافة الي حجم و قوةالعلاقات العامة بروتوكلات التعاون المرتبطة بالمكتب . و قد اتخذ المكتب مقرةالرئيسي في قلب مدينة القاهرة ليكون منارة لتحقيق الاهداف القانونية اكافة عملائناالكرام وتواصل يالان مع أفضل شركة محاماة رائدة في مصر.",
    "ask": "اطلب الان استشارة فورية",
    "sectionThreeS1": "   لماذا تخترنا و بكل ثقة؟",
    "sectionThreeS2": " يمتاز مكتبنا عن غيرة من مكاتب المحاماة المعتمدة الاخري في الاخلاقيات التي تسير آلية العمل داخل مكتبنا,بالاضافة الي مبادئ المحامين و الشركاءالعاملين في المكتب و المؤمنين بأهمية تطوير الذات علي المستوي العملي والقانوني سعيا منهم لتحويل مكتبنالشركة محاماة دولية في مصر. فقد شهدعملاؤنا بقوة مكتبنا و ثقة التعامل معنا و المبادئ التالية ما ستجدها عندالتعامل معنا",
    "sectionThreeSlide1": "الثقة شعارنا",
    "sectionThreeSlide2": " حلول قانونية سريعة",
    "sectionThreeSlide3": " رضا العميل أولويتنا",
    "sectionFourS1": " خدمات قانونية عالمية المستوي منذ 1986",
    "sectionFourS2": " ينفرد مكتب محامي مصر الأول بتقديم أكثر من 30 خدمة قانونية بخبرات عالمية و فهم واسع للبيئة القانونية. لتقديم أفضل مستوي من الحلول القانونية علي الصعيد المحلي و الدولي في مكتبنا بقلب مدينة القاهرة, فمن خلال دمج خبرات فريق العمل المكون من أكثر من 40 محامي متخصص في مجالات القانون المختلفة, تكمن قوتنا في تقديم خدمات قانونية بمعايير اداء عالميةو مستوي فاعلية ممتاز في الجودة و الوقت.",
    "sectionFiveS1": " محامين خبراء في مجالات القانون و الثضايا المختلفة",
    "sectionFiveS2": "ما يميز مكتبنا عن مكاتب المحاماة الاخري,هة انفرادنا بالتخصصات القانونيةالتي تطلب خبرة قانونيةو فكر استراتيجي من الجرجة الاولي.حيث نفخر بوجود شركائنا المتخصصين في محالات القانون المختلفة,والمستعدونلدعم عملائنا الكرام بكل السبل الممكنة لتحقيق اهدافهم بأسرع وقت و أعلي جودةممكنة, سعيا منا لنصبح أفصضل شركة محاماة في مصر في المستقبل القريب.",
    "sectionSixS1": "فريق العمل",
    "sectionSixS2": "تتكون الهيكلة الادارية للجموعة التجارية و البحرية من أشهر محامين مصر أصحاب الخبرات في تخصصات القضايا المحلية و الدولية المختلفة حيث يضم المحامي محمد أضيف-الرئيس التنفيذي - مجموعة من الكوادرالبشريةالمتخصصة في مجالات القانون المختلفة. ولأن الجودة و السرعة هي شعارنا, نعمل بروح الفريق لدمج الخبرات و المعرفةالمراكطة في دعم عملائنا الكرام علي تحقيق أهدافهم القانونية.",
    "sectionSixSlideName": "محمد أبوضيف",
    "sectionSixSlideTitle": "الرئيس التنفيذي ",
    "sectionSevenS1": " أراء عملائنا الكرام",
    "sectionSevenReview": " بخبرة قانونية واسعة,نقدماستشارات قانونية لجميع العملاءمن ايدي نخبة من اكفا المحامين المتمرسين و افضل الشركاءبمستويجديدي من الحلول القانونية المتكاملةز اطلب الان استشارة قانونية فورية وتواصل مع افضل مستشار قانوني واحصل علي الدعم القانوني لحل قضاياك و تحقيق اهدافك.",
    "sectionSevenS2": "مشاهدة كل الاراء",
    "sectionEight1": "العلاء",
    "sectionEight2": "عدد الخبراء",
    "sectionEight3": "سنين الخبرة",
    "sectionEight4": "مكاتب محاماة أقليمية",
    "sectionElevenS1": "أحدث المقالات",
    "sectionElevenS2": "تعلم أكثر من المكتبة القانونية المتكاملةو أمتلك معرفة أوسع وأعمق في البيئة القانونية من خلال أستكشاف أحدث التطورات و المستجدات , و أستفد من مجموعة متنوعة من المصادرالقانونية المتكاملة.",
    "more": "أقراء المزيد",
    "footerR1P1": "أنضم ألينا",
    "footerR1P2": "أسال محامي",
    "footerR2S1": "فريق العمل",
    "footerR2S2": "لماذا أخترتنا",
    "footerR2S3": "أراءالعملاء",
    "footerR2S4": "أخبار ورؤي",
    "footerR2S5": "تواصلوا معنا",
    "footerR2S6": "الخدمات القانونية",
    "footerR2S7": "الاستشارات القانونية",
    "footerR2S8": "الاشعارات القانونية",
    "footerR2S9": "سياسة الخصوصية",
    "footerR2S10": "خريطة الموقع",
    "footerR2S11": "  TCMG هو أكبر مكتب محاماة في الشرق الاوسط يعمل من خلال كيابات قانونية منفصلة و متميزة و مختلفة, جميع حقوق النسخ و النشر محفوظة 2024المجموعة التجارية و البحرية للمحاماة.",
    "goToHomePage": "الذهاب الي الصفحة    ",
    "sectionFourSlide1T": "تأسيس شركات",
    "sectionFourSlide1b": "هل ترغب في تأسيس شركة في مصر؟نعمل علي تقديم الدعم لأعمال الشركات المختلفة بمستوي مميز من الاداء, حيث نقدم الدعم في تاسيس الشركات في مصر و السعودية و الأماراتبمختلف أنوعها, واعداد عقود التأسيس و اللوائح الداخلية ,بالاضافة الي مساعدة العملاء علي اختيار نوع الشركة. و توفير الدعم في كافو مراحل التأسيس ز الأعداد.",
    "sectionFourSlide2T": " الاستشارات القانونية",
    "sectionFourSlide2b": "نفخر بتقديم الاستشارات القانونية من مستشار قانوني محنك مع الدعم من أكبر محاميين مصر متخصصين في جالات القانون المختلفة و المستعدين لتقديم المشورة و الراي القانونيحول القضايا المختلفة للأفراد و الشركات مع تقديم افضل الحلول الموثوقة لمشكلاتهم القانونية و هذة الخدمة لكل من يبحث عن رقم محامي للأستشارة.",
    "sectionFourSlide3T": "استثمر في مصر ",
    "sectionFourSlide3b": "الأستثمار في مصر يعد يعد فرصة مثيرة بفضل موقعها الاستراتيجي, و أقتصادها المتنامي وجهودها في تحسين بيئة الاستثمار, تقدم الحكومة دعما و تسهيلات للمستثمريين و السوق المصري يوفر فرص متنوعة وواسعة للعملاء المحتملين.   ",
    "sectionFourSlide4T": "توكيل محامي",
    "sectionFourSlide4b": "توكيل محامي هو اتفاق قانوني يمنح شخص أخر صلاحية تمثيلك أو تنفيذ الاجراءات القانونية نيابة عنك يعتمد علي الثقة المتبادبة و يتضمن توسيق رسمي اتحديد نطاق الصلاحيات الممنوحة.",
    "sectionFiveSlide1T": "القضايا التجارية",
    "sectionFiveSlide1b": "تتطلب القضايا التجارية الي محامين اصحاب معارفو خبرات طويلة.لذا يعد توكيل محامي تجاري من القرارات المهمة لضمان حقوق الموكل. و مع خبرة تفوق ال30 عاما في القضايا التجارية,نضمن لك النص في هذا النوع من القضاياو الذي يساعد علي تحقيق اهدافك التجارية.",
    "sectionFiveSlide2T": "القضايا الجنائية",
    "sectionFiveSlide2b": "هل تبحث عن محامي جنائي يقوم بالدفاع و المرافعةأمام المحاكم الجنائية متعهدا علي نصرك؟ مع المجموعة التجارية و البحرية سندعمك بأفضل محامي جنايات يتولي أمر القضايا الجنائية و يفوم بحضور التحقيقات أمام النيابة العامة و يركذ خهدة و خبرتة في تحقيق النصر في قضيتك.",
    "sectionFiveSlide3T": "القضايا الدولية",
    "sectionFiveSlide3b": "نقدم الدعم الكافي من الدراسات و الاستشارات لجميع عملائنا الدوليين و المحليين في التقاضي عبر المحاكم الدولية. فمن خلال الخبرة في القانون الدولي,سندعمك بكحامي دولي متمرس مستعد لتولي قضاياك الدولية و العمل علي تحقيق غايتك في التحكيم التجاري الدولي.",
    "sectionFiveSlide4T": "القضايا المدنية",
    "sectionFiveSlide4b": "لدي مكتبنا محامون متخصصون في القضايا المدنية مستعدون لتولي كافة انواع القضاياالناشئة عن العقود و المعاملات المدنية مع تقديم الدعم الكافي من المرافعة و الدفاع أمام المحاكم لنصرة موكلينا. فمن خلال التعاقد معنا, سيتولي أشهر محامي مدني في مكتبنا قضيتك و يحقق لك النصر من خلال خبرتة ومعارفة.",
    "sectionFiveSlide5T": "القضايا العقارية",
    "sectionFiveSlide5b": "تقدم المجموعة التجارية و البحرية خدمات قانونية رائدة حول المشكلات القانونية المتعلقة بالعقارات مثل قضايا التعويضات و الحيازات العقارية و غيرها, سنقوم بدعمك بأفضل محامي عقارات بمكتبنا لتولي قضيتكو يحقق اهدافك القانونية في القضايا العقارية و في مجال التطوير العقاري داخل و خارج مصر.",
    "sectionTenS1t": "محامي في مصر",
    "sectionTenS1b": "علي مر السنين و قد تم الاعتراف بامحامي المصري كونة أحد أجدر رجال القانونفي تولي المسائل القانونية, فقد عرف بعقليتة الاستراتيجة العالية و امتلاكة المقدرة الفائقة في أدارة الازمات و فض المنازعات المحلية و الدولية في كثير من بلاد الوطن العربي في شتي فوع القانون.",
    "sectionTenS2t": "تأسيس شركة في السعودية",
    "sectionTenS2b": "هي خطوة جوهرية للعديد من رواد الاعمال و المستثمرين الراغبين في استغلال الفرص الاقتصادية المتاحة في البلاد, حيث تعد المملكة العربية السعودية واحدة من أكبر الاقتصادات في الشرق الاوسط و تتمتع ببيئة استثمارية مشجعة و متطورة.",
    "sectionTenS3t": "تسجيل العلامة التجارية",
    "sectionTenS3b": "يمثل احد اهم الاجرائات القانونية المهمة لا فرد أو شركة ترغب في حكاية هويتهاالتجارية و حقوقها الفكرية, حيث يضمن القانون حقوق الملكية الفكرية للشركات و الافراد في استخدام اسماءتجارية, شعارات تجارية ,تصاميم المنتجات الخاصة بهم و ذلك من خلال الاستعانة بمحامي العلامات تجارية محترف.",
    "sectionTenS4t": "حماية الملكية الفكرية",
    "sectionTenS4b": "تعد أحد افرع الملكية حيث لا تقتصر علي كونها ملكية مادية فقط خاصة بالعقارات, و يندمج تحتها براءات الاختراع و حقوق النشر و العلامات التجارية, لذا و قت باتت الحاحة تتطلب توكيل المحامي المتخصص بحماية الملكية الفكرية.",
    "sideDrawer1": "الأشخاص",
    "sideDrawer2": "القدرات",
    "sideDrawer3": "نبذة عنا",
    "sideDrawer4": "الرؤى",
    "sideDrawer5": "المهن",
    "sideDrawer6": "المواقع",
    "sideDrawer7": "الأخبار",
    "sideDrawer8": "الأحداث",
    "name": "الاسم",
    "email": "اليريد الالكتروني",
    "message": "اكتب الرسالتك هنا",
    "sendMessage": " ارسال رسالة  "
}