{
    "ourBranches": "our branches",
    "SearchPlaceHolder": "How can i help you?",
    "sectionOneP1": "A new level of legal solutions",
    "sectionOneP2": "Using an innovative approach, the firm offers a legal solution that breaks new ground on corporate legal challenges, contributing to effective and usable solutions.",
    "sectionTwoS1T": "Legal consultations with international standards",
    "sectionTwoS1B": "With extensive legal experience, we provide legal advice to all clients from elite hands One of the most qualified and experienced lawyers and the best partners with a new level of solutions Integrated Legal Request now for immediate legal advice and contact The best legal advisor and get legal support to solve your cases and investigate Your goals.",
    "sectionTwoS2T": "An international law firm with global performance standards.",
    "sectionTwoS2B": "The Commercial and Maritime Group is the largest international law firm in Egypt, and this This is due to the large volume of cases received by the office and international clients And the locals who dealt with us, in addition to the size and strength of the relationships General cooperation protocols associated with the office. The office has taken its headquarters The main building in the heart of Cairo will be a beacon for achieving legal goals To all our valued clients, contact the best leading law firm in Egypt now.",
    "ask": "Order now any instant",
    "sectionThreeS1": "Why choose us with confidence?",
    "sectionThreeS2": "Our office is distinguished from other accredited law firms in ethics Which governs the work mechanism within our office, in addition to the principles of lawyers and partners Office workers who believe in the importance of self-development on the practical level Legal in an effort to transform our office into an international law firm in Egypt. He testified our clients will find the strength of our office, the confidence of dealing with us, and the following principles do business with us",
    "sectionThreeSlide1": "Trust is our motto",
    "sectionThreeSlide2": "  Fast legal solutions",
    "sectionThreeSlide3": "Customer satisfaction is our priority",
    "sectionFourS1": "World-class legal services since 1986",
    "sectionFourS2": "Egypt's First Lawyer's Office is unique in providing more than 30 expert legal services universality and broad understanding of the legal environment. To provide the best level of solutions legal services at the local and international levels in our office in the heart of Cairo.by integrating the expertise of the work team consisting of more than 40 lawyers specialized in different fields of law, our strength lies in providing legal services with standards world-class performance and an excellent level of effectiveness in quality and time.",
    "sectionFiveS1": "Lawyers who are experts in various fields of law and issues",
    "sectionFiveS2": "What distinguishes our office from other law firms is our uniqueness in specializations legal expertise that requires legal experience and strategic thinking from the first instancewe are proud to have our partners who specialize in law cases different, and are ready to support our valued customers in all possible ways to achieve we aim to achieve their goals as quickly as possible and with the highest quality possible, in an effort to become the best law firm in Egypt in the near future.",
    "sectionSixS1": "work team",
    "sectionSixS2": "The administrative structure of the commercial and maritime group consists of Egypt's most famous lawyers with experience in various local and international case specializations. Attorney Mohamed Addif - CEO - includes a group of human cadres specialized in various fields of law. Because quality and speed are our motto, we work in a team spirit to combine expertise and knowledge to support our valued clients in achieving their legal goals.",
    "sectionSixSlideName": "Muhammad Abu Deif",
    "sectionSixSlideTitle": "chief executive officer",
    "sectionSevenS1": "Opinions of our valued customers",
    "sectionSevenReview": "With extensive legal experience, we provide legal advice to all clients the hands of a group of the most qualified and experienced lawyers and the best partners at the level new from Integrated Legal Solutions. Request a consultation now instant legal, communicate with the best legal advisor and get support legal services to solve your issues and achieve your goals.",
    "sectionSevenS2": "View all reviews",
    "sectionEight1": "customers",
    "sectionEight2": "Number of experts",
    "sectionEight3": "Years of experience",
    "sectionEight4": "Regional law offices",
    "sectionElevenS1": "Latest articles",
    "sectionElevenS2": "Learn more from the integrated legal library and have broader and deeper knowledge of the legal environment by exploring the latest developments and innovations, and benefiting from a variety of integrated legal sources.",
    "more": "Read more",
    "footerR1P1": "join us",
    "footerR1P2": "Ask a lawyer",
    "footerR2S1": "work team",
    "footerR2S2": "Why choose us?",
    "footerR2S3": "Customer opinions",
    "footerR2S4": "News and insights",
    "footerR2S5": "Contact us",
    "footerR2S6": "Legal services",
    "footerR2S7": "Legal advice",
    "footerR2S8": "Legal notices",
    "footerR2S9": "privacy policy",
    "footerR2S10": "Site Map",
    "footerR2S11": "TCMG is the largest law firm in the Middle East that operates through separate, distinct and different legal agencies. All copyrights are reserved to 2024 Commercial and Maritime Law Group.",
    "goToHomePage": "go to home page",
    "sectionFourSlide1T": "establishing companies",
    "sectionFourSlide1b": "Do you want to establish a company in Egypt? We work to provide support for the work of various companies with a distinguished level of performance, as we provide support in establishing companies in Egypt, Saudi Arabia, and the Emirates of various types, and preparing incorporation contracts and internal regulations, in addition to helping clients choose the type of company. Providing support in all stages of establishment and preparation.",
    "sectionFourSlide2T": " Legal advice",
    "sectionFourSlide2b": "We are proud to provide legal advice from a seasoned legal advisor with the support of the largest lawyers in Egypt who specialize in various areas of law and are ready to provide advice and legal opinions on various issues for individuals and companies while providing the best reliable solutions to their legal problems. This service is for everyone looking for a lawyer’s number for consultation.",
    "sectionFourSlide3T": "Invest in Egypt ",
    "sectionFourSlide3b": "Investing in Egypt is an exciting opportunity thanks to its strategic location, its growing economy, and its efforts to improve the investment environment. The government provides support and facilities to investors, and the Egyptian market provides diverse and wide opportunities for potential clients.    ",
    "sectionFourSlide4T": "Hire a lawyer",
    "sectionFourSlide4b": "A power of attorney is a legal agreement that grants another person the authority to represent you or carry out legal procedures on your behalf. It is based on mutual trust and includes an official documentation specifying the scope of the powers granted.",


    "sectionFiveSlide1T":"Commercial issues",
    "sectionFiveSlide1b":"Commercial cases require lawyers with extensive experience. Therefore, hiring a commercial lawyer is an important decision to ensure the rights of the client. With more than 30 years of experience in commercial cases, we guarantee you the text in this type of case that helps you achieve your commercial goals.",
    "sectionFiveSlide2T":"Criminal cases",
    "sectionFiveSlide2b":"Are you looking for a criminal lawyer to defend and plead before the criminal courts, pledging to help you? With the Commercial and Marine Group, we will support you with the best criminal lawyer who handles criminal cases, attends investigations before the Public Prosecution, and uses his expertise and experience to achieve victory in your case.",
    "sectionFiveSlide3T":"International issues",
    "sectionFiveSlide3b":"We provide adequate support from studies and consultations to all our international and local clients in litigation through international courts. Through experience in international law, we will support you with an experienced international lawyer ready to take on your international cases and work to achieve your goal in international commercial arbitration.",
    "sectionFiveSlide4T":"Civil cases",
    "sectionFiveSlide4b":"Our office has lawyers specialized in civil cases who are ready to take on all types of cases arising from contracts and civil transactions, while providing sufficient support in terms of pleading and defense before the courts to support our clients. By contracting with us, the most famous civil lawyer in our office will take over your case and achieve victory for you through his experience and knowledge.",
    "sectionFiveSlide5T":" Real estate issues",
    "sectionFiveSlide5b":"The Commercial and Marine Group provides leading legal services on legal problems related to real estate, such as compensation issues, real estate possessions, and others. We will support you with the best real estate lawyer in our office to take over your case and achieve your legal goals in real estate issues and in the field of real estate development inside and outside Egypt."
,
    "sectionTenS1t":" Lawyer in Egypt",
    "sectionTenS1b":"Over the years, the Egyptian lawyer has been recognized as one of the most worthy men in handling legal issues, he was known for his strategic mentality High level and possessing superior ability in crisis management and resolution Local and international disputes in many countries of the Arab world in the name of law.",
    "sectionTenS2t":"Establishing a company in Saudi Arabia",
    "sectionTenS2b":"It is an essential step for many entrepreneurs and investors who want to exploit the economic opportunities available in the country, as the Kingdom of Saudi Arabia is one of the largest economies in the Middle East and enjoys an encouraging and developed investment environment.",
    "sectionTenS3t":"Trademark registration",
    "sectionTenS3b":"It represents one of the most important legal procedures for any individual or company that wishes to declare its commercial identity and intellectual rights, as the law guarantees the intellectual property rights of companies and individuals to use trade names, commercial logos, and product designs of their own, through the assistance of a professional trademark lawyer.",
    "sectionTenS4t":"Trademark registration",
    "sectionTenS4b":"It represents one of the most important legal procedures for any individual or company that wishes to declare its commercial identity and intellectual rights, as the law guarantees the intellectual property rights of companies and individuals to use trade names, commercial logos, and product designs of their own, through the assistance of a professional trademark lawyer."

    ,
    "sideDrawer1":"people",
    "sideDrawer2":"capabilities",
    "sideDrawer3":"about us",
    "sideDrawer4":"insights",
    "sideDrawer5":"careers",
    "sideDrawer6":"locations",
    "sideDrawer7":"news",
    "sideDrawer8":"events"
}